using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace WpfApp1
{
    class SearchVM
    {

        List<string> names = new List<string>(){
            "Абдоминальные исследования",
            "Акушерство и гинекология",
            "Внутриполостные исследования",
            "Гастроэнтерология",
            "Интраоперационные исследования",
            "Исследование малых органов",
            "Исследование молочной железы",
            "Исследование мочевого пузыря",
            "Исследование опорно-двигательной системы",
            "Исследование органов брюшной полости",
            "Исследование поверхностных органов",
            "Исследование поверхностных структур",
            "Исследование почек",
            "Исследование предстательной железы",
            "Исследование сонной артерии",


            "Исследование поверхностных органов",
            "Исследование мочевого пузыря",
            "Исследование опорно-двигательной системы",
            "Исследование органов брюшной полости",
            "Исследование поверхностных органов",
            "Исследование поверхностных структур",
            "Исследование почек",
            "Исследование предстательной железы",
            "Исследование сонной артерии",


            "Исследование молочной железы",
            "Исследование мочевого пузыря",
            "Исследование опорно-двигательной системы",
            "Исследование органов брюшной полости",
            "Исследование поверхностных органов",
            "Исследование поверхностных структур",
            "Исследование почек",
            "Исследование предстательной железы",
            "Исследование сонной артерии"
        };

        public List<String> Names
        {
            get { return names; }
        }
    }
}
